Repository: mstemplinger/GolfTrackApp
Catalog: Localizable.xcstrings
Source language: de
Languages: en, es, fr, it

source: · %@ gesamt
en: · %@ total
es: · %@ en total
fr: · %@ au total
it: · %@ totale

source: "%@" wird unwiderruflich gelöscht.
en: "%@" will be permanently deleted.
es: "%@" se eliminará de forma permanente.
fr: « %@ » sera définitivement supprimé.
it: "%@" verrà eliminato definitivamente.

source: (%lld offen)
en: (%lld open)
es: (%lld abiertas)
fr: (%lld ouvertes)
it: (%lld aperte)

source: / Loch %lld
en: / hole %lld
es: / hoyo %lld
fr: / trou %lld
it: / buca %lld

# %@ · %lld Löcher
source: %1$@ · %2$lld Löcher
en: %1$@ · %2$lld holes
es: %1$@ · %2$lld hoyos
fr: %1$@ · %2$lld trous
it: %1$@ · %2$lld buche

# %@ · Loch %lld von %lld
source: %1$@ · Loch %2$lld von %3$lld
en: %1$@ · hole %2$lld of %3$lld
es: %1$@ · hoyo %2$lld de %3$lld
fr: %1$@ · trou %2$lld sur %3$lld
it: %1$@ · buca %2$lld di %3$lld

# %@ (%lld Fragen)
source: %1$@ (%2$lld Fragen)
en: %1$@ (%2$lld questions)
es: %1$@ (%2$lld preguntas)
fr: %1$@ (%2$lld questions)
it: %1$@ (%2$lld domande)

source: %@ gratis testen
en: Try %@ for free
es: Prueba %@ gratis
fr: Essayer %@ gratuitement
it: Prova %@ gratis

source: %@ kostenlos
en: %@ free
es: %@ gratis
fr: %@ gratuit
it: %@ gratis

source: %@ kostenlos testen – danach jederzeit kündbar
en: Try %@ free – cancel anytime afterwards
es: Prueba %@ gratis – luego cancela cuando quieras
fr: Essayer %@ gratuitement – résiliable à tout moment ensuite
it: Prova %@ gratis – poi disdici quando vuoi

# %lld Abschlag%@
source: %1$lld Abschlag%2$@
en: %1$lld tee shot%2$@
es: %1$lld tee%2$@
fr: %1$lld tee%2$@
it: %1$lld tee%2$@

source: %lld beantwortet
en: %lld answered
es: %lld respondidas
fr: %lld répondues
it: %lld risposte

source: %lld falsche Antworten ansehen
en: View %lld wrong answers
es: Ver %lld respuestas incorrectas
fr: Voir %lld mauvaises réponses
it: Vedi %lld risposte errate

source: %lld gelernt
en: %lld learned
es: %lld aprendidas
fr: %lld apprises
it: %lld imparate

source: %lld Loch
en: %lld hole
es: %lld hoyo
fr: %lld trou
it: %lld buca

# %lld Loch · Par %lld
source: %1$lld Loch · Par %2$lld
en: %1$lld hole · par %2$lld
es: %1$lld hoyo · par %2$lld
fr: %1$lld trou · par %2$lld
it: %1$lld buca · par %2$lld

source: %lld Löcher
en: %lld holes
es: %lld hoyos
fr: %lld trous
it: %lld buche

# %lld Löcher · Par %lld
source: %1$lld Löcher · Par %2$lld
en: %1$lld holes · par %2$lld
es: %1$lld hoyos · par %2$lld
fr: %1$lld trous · par %2$lld
it: %1$lld buche · par %2$lld

source: %lld offizielle Prüfungsfragen
en: %lld official exam questions
es: %lld preguntas de examen oficiales
fr: %lld questions d'examen officielles
it: %lld domande d'esame ufficiali

source: %lld Pkt
en: %lld pts
es: %lld pts
fr: %lld pts
it: %lld pt

source: %lld Pkt.
en: %lld pts.
es: %lld pts
fr: %lld pts
it: %lld pt.

source: %lld Punkte
en: %lld points
es: %lld puntos
fr: %lld points
it: %lld punti

source: %lld Regeln
en: %lld rules
es: %lld reglas
fr: %lld règles
it: %lld regole

# %lld Schlag%@ erfasst
source: %1$lld Schlag%2$@ erfasst
en: %1$lld stroke%2$@ recorded
es: %1$lld golpe%2$@ registrado
fr: %1$lld coup%2$@ enregistré
it: %1$lld colpo%2$@ registrato

# %lld Schlag%@ gemessen
source: %1$lld Schlag%2$@ gemessen
en: %1$lld shot%2$@ measured
es: %1$lld golpe%2$@ medido
fr: %1$lld coup%2$@ mesuré
it: %1$lld colpo%2$@ misurato

source: %lld Schläge
en: %lld strokes
es: %lld golpes
fr: %lld coups
it: %lld colpi

source: %lld Schläger
en: %lld clubs
es: %lld palos
fr: %lld clubs
it: %lld mazze

# %lld Seite%@ gescannt
source: %1$lld Seite%2$@ gescannt
en: %1$lld page%2$@ scanned
es: %1$lld página%2$@ escaneada
fr: %1$lld page%2$@ scannée
it: %1$lld pagina%2$@ scansionata

source: %lld Seiten
en: %lld pages
es: %lld páginas
fr: %lld pages
it: %lld pagine

source: %lld Statistiken
en: %lld statistics
es: %lld estadísticas
fr: %lld statistiques
it: %lld statistiche

source: %lld Tipps
en: %lld tips
es: %lld consejos
fr: %lld conseils
it: %lld consigli

source: %lld verbleibend
en: %lld remaining
es: %lld restantes
fr: %lld restantes
it: %lld rimanenti

# %lld von %lld falsch beantwortet
source: %1$lld von %2$lld falsch beantwortet
en: %1$lld of %2$lld answered incorrectly
es: %1$lld de %2$lld respondidas incorrectamente
fr: %1$lld sur %2$lld mal répondues
it: %1$lld di %2$lld con risposta errata

# %lld von %lld Schlägern gemessen
source: %1$lld von %2$lld Schlägern gemessen
en: %1$lld of %2$lld clubs measured
es: %1$lld de %2$lld palos medidos
fr: %1$lld sur %2$lld clubs mesurés
it: %1$lld di %2$lld mazze misurate

source: • Runde beendet
en: • Round finished
es: • Vuelta terminada
fr: • Partie terminée
it: • Giro terminato

# 🥇 %@ · %lld Schläge
source: 🥇 %1$@ · %2$lld Schläge
en: 🥇 %1$@ · %2$lld strokes
es: 🥇 %1$@ · %2$lld golpes
fr: 🥇 %1$@ · %2$lld coups
it: 🥇 %1$@ · %2$lld colpi

source: 0 Pkt.
en: 0 pts.
es: 0 pts
fr: 0 pts
it: 0 pt.

source: 3 Tagen
en: 3 days
es: 3 días
fr: 3 jours
it: 3 giorni

source: 5 Tagen
en: 5 days
es: 5 días
fr: 5 jours
it: 5 giorni

source: 7 Tagen
en: 7 days
es: 7 días
fr: 7 jours
it: 7 giorni

source: 7-Tage-Vorhersage
en: 7-Day Forecast
es: Pronóstico a 7 días
fr: Prévisions à 7 jours
it: Previsioni a 7 giorni

source: 9 Loch
en: 9 holes
es: 9 hoyos
fr: 9 trous
it: 9 buche

source: 9 Löcher
en: 9 holes
es: 9 hoyos
fr: 9 trous
it: 9 buche

source: 14 Tagen
en: 14 days
es: 14 días
fr: 14 jours
it: 14 giorni

source: 18 Loch
en: 18 holes
es: 18 hoyos
fr: 18 trous
it: 18 buche

source: 18 Löcher
en: 18 holes
es: 18 hoyos
fr: 18 trous
it: 18 buche

source: 186 m zum Loch
en: 186 m to the hole
es: 186 m al hoyo
fr: 186 m jusqu'au trou
it: 186 m alla buca

source: 354 m zum Loch
en: 354 m to the hole
es: 354 m al hoyo
fr: 354 m jusqu'au trou
it: 354 m alla buca

source: Abbildung
en: Illustration
es: Ilustración
fr: Illustration
it: Illustrazione

source: Abbrechen
en: Cancel
es: Cancelar
fr: Annuler
it: Annulla

source: Abgeschlossene Runden erscheinen hier
en: Completed rounds will appear here
es: Las vueltas completadas aparecerán aquí
fr: Les parties terminées apparaîtront ici
it: I giri completati appariranno qui

source: Abonnement wird geladen…
en: Loading subscription…
es: Cargando suscripción…
fr: Chargement de l'abonnement…
it: Caricamento abbonamento…

source: Abschlag
en: Tee
es: Tee
fr: Tee
it: Tee

source: Abschlag setzen
en: Set Tee
es: Colocar tee
fr: Définir le tee
it: Imposta tee

source: Abschlag wählen
en: Select tee
es: Elegir tee
fr: Choisir le tee
it: Scegli tee

source: Abschlagbreite
en: Tee Width
es: Ancho del tee
fr: Largeur du tee
it: Larghezza tee

source: Abschließen
en: Finish
es: Finalizar
fr: Terminer
it: Completa

source: Aktiv
en: Active
es: Activo
fr: Actif
it: Attivo

source: Aktive Runden
en: Active Rounds
es: Vueltas activas
fr: Parties actives
it: Giri attivi

source: AKTUELLES LOCH
en: CURRENT HOLE
es: HOYO ACTUAL
fr: TROU ACTUEL
it: BUCA ATTUALE

source: Alle %lld Ergebnisse anzeigen
en: Show all %lld results
es: Mostrar los %lld resultados
fr: Afficher les %lld résultats
it: Mostra tutti i %lld risultati

source: Alle %lld Messungen löschen?
en: Delete all %lld measurements?
es: ¿Eliminar las %lld mediciones?
fr: Supprimer les %lld mesures ?
it: Eliminare tutte le %lld misurazioni?

source: Alle %lld Runden löschen?
en: Delete all %lld rounds?
es: ¿Eliminar las %lld vueltas?
fr: Supprimer les %lld parties ?
it: Eliminare tutti i %lld giri?

source: Alle Ergebnisse löschen?
en: Delete all results?
es: ¿Eliminar todos los resultados?
fr: Supprimer tous les résultats ?
it: Eliminare tutti i risultati?

source: Alle Fragen gelernt!
en: All questions learned!
es: ¡Todas las preguntas aprendidas!
fr: Toutes les questions apprises !
it: Tutte le domande imparate!

source: Alle Golfplätze
en: All golf courses
es: Todos los campos de golf
fr: Tous les parcours de golf
it: Tutti i campi da golf

source: Alle Kategorien (%lld Fragen)
en: All categories (%lld questions)
es: Todas las categorías (%lld preguntas)
fr: Toutes les catégories (%lld questions)
it: Tutte le categorie (%lld domande)

source: Alle löschen
en: Delete All
es: Eliminar todo
fr: Tout supprimer
it: Elimina tutto

source: ALLE MESSUNGEN
en: ALL MEASUREMENTS
es: TODAS LAS MEDICIONES
fr: TOUTES LES MESURES
it: TUTTE LE MISURAZIONI

source: Alle Trainings und der KI-Caddy – alles in einem Abo.
en: All training and the AI Caddy – all in one subscription.
es: Todos los entrenamientos y el Caddy con IA – todo en una suscripción.
fr: Tous les entraînements et le Caddy IA – tout dans un seul abonnement.
it: Tutti gli allenamenti e il Caddy IA – tutto in un unico abbonamento.

source: Angefangenes Spiel
en: Game in progress
es: Partida empezada
fr: Partie commencée
it: Partita iniziata

source: Antworten durchsehen
en: Review answers
es: Revisar respuestas
fr: Revoir les réponses
it: Rivedi le risposte

source: Anzahl Löcher
en: Number of holes
es: Número de hoyos
fr: Nombre de trous
it: Numero di buche

source: Anzeigen
en: Show
es: Mostrar
fr: Afficher
it: Mostra

source: API-Einstellungen
en: API-setting
es: Ajustes de API
fr: Réglages API
it: Impostazioni API

source: API-Key eintragen
en: Enter API key
es: Introducir clave API
fr: Saisir la clé API
it: Inserisci chiave API

source: API-Key entfernen
en: Remove API-Key
es: Eliminar clave API
fr: Supprimer la clé API
it: Rimuovi chiave API

source: Audio-Lektionen, die zu deinen aktuellen Statistiken passen
en: Audio lessons that match your current statistics
es: Lecciones de audio que se ajustan a tus estadísticas actuales
fr: Leçons audio adaptées à tes statistiques actuelles
it: Lezioni audio adatte alle tue statistiche attuali

source: Auf iPhone spiegeln
en: Mirror to iPhone
es: Reflejar en iPhone
fr: Dupliquer sur iPhone
it: Rifletti su iPhone

# aus %lld Messung%@
source: aus %1$lld Messung%2$@
en: from %1$lld measurement%2$@
es: de %1$lld medición%2$@
fr: sur %1$lld mesure%2$@
it: da %1$lld misurazione%2$@

source: Bag umbenennen
en: Rename bag
es: Renombrar bolsa
fr: Renommer le sac
it: Rinomina sacca

source: Bald
en: Coming Soon
es: Pronto
fr: Bientôt
it: Presto

source: Basierend auf Daten von über 100.000 Golfrunden analysiert Shot Scope die häufigsten Fehler von Handicap-Golfern.
en: Based on data from over 100,000 golf rounds, Shot Scope analyzes the most common mistakes of handicap golfers.
es: Basándose en datos de más de 100.000 vueltas de golf, Shot Scope analiza los errores más comunes de los golfistas con hándicap.
fr: À partir des données de plus de 100 000 parties de golf, Shot Scope analyse les erreurs les plus fréquentes des golfeurs à handicap.
it: Basandosi sui dati di oltre 100.000 giri di golf, Shot Scope analizza gli errori più comuni dei golfisti con handicap.

source: Bearbeiten
en: Edit
es: Editar
fr: Modifier
it: Modifica

source: Beenden
en: End
es: Terminar
fr: Terminer
it: Termina

source: Benachrichtigungen
en: Notifications
es: Notificaciones
fr: Notifications
it: Notifiche

source: Benachrichtigungen gesperrt
en: Notifications blocked
es: Notificaciones bloqueadas
fr: Notifications bloquées
it: Notifiche bloccate

source: Benachrichtigungen werden nur als lokale Erinnerungen verschickt – keine Werbung, keine Server.
en: Notifications are sent only as local reminders – no ads, no servers.
es: Las notificaciones se envían solo como recordatorios locales: sin publicidad, sin servidores.
fr: Les notifications sont envoyées uniquement comme rappels locaux – pas de publicité, pas de serveur.
it: Le notifiche vengono inviate solo come promemoria locali – nessuna pubblicità, nessun server.

source: Benutzerdefiniert
en: Custom
es: Personalizado
fr: Personnalisé
it: Personalizzato

source: Best Ball – %lld Spieler
en: Best Ball – %lld players
es: Best Ball – %lld jugadores
fr: Best Ball – %lld joueurs
it: Best Ball – %lld giocatori

source: Best Ball Schläge
en: Best Ball strokes
es: Golpes Best Ball
fr: Coups Best Ball
it: Colpi Best Ball

source: Best Ball: %lld Punkte
en: Best Ball: %lld points
es: Best Ball: %lld puntos
fr: Best Ball : %lld points
it: Best Ball: %lld punti

source: Bestanden ✓
en: Passed ✓
es: Aprobado ✓
fr: Réussi ✓
it: Superato ✓

source: Bestanden!
en: Passed!
es: ¡Aprobado!
fr: Réussi !
it: Superato!

# Beste %lld von %lld
source: Beste %1$lld von %2$lld
en: Best %1$lld of %2$lld
es: Mejores %1$lld de %2$lld
fr: Meilleurs %1$lld sur %2$lld
it: Migliori %1$lld di %2$lld

source: Bestenliste
en: Leaderboard
es: Clasificación
fr: Classement
it: Classifica

source: Bestes Diff.: %@
en: Best diff.: %@
es: Mejor dif.: %@
fr: Meilleur diff. : %@
it: Miglior diff.: %@

source: Bezeichnung
en: Name
es: Nombre
fr: Désignation
it: Nome

source: Bitte in den iPhone-Einstellungen aktivieren.
en: Please enable in iPhone Settings.
es: Actívalo en los Ajustes del iPhone.
fr: À activer dans les Réglages de l'iPhone.
it: Attiva nelle Impostazioni di iPhone.

source: Caddy – Golf-Assistent
en: Caddy – Golf Assistant
es: Caddy – Asistente de golf
fr: Caddy – Assistant golf
it: Caddy – Assistente golf

source: Caddy und alle Trainings – alles in einem Abo.
en: Caddy and all training – all in one subscription.
es: Caddy y todos los entrenamientos – todo en una suscripción.
fr: Caddy et tous les entraînements – tout dans un seul abonnement.
it: Caddy e tutti gli allenamenti – tutto in un unico abbonamento.

source: CR und Slope stehen auf der Scorekarte oder der Club-Website. Standard: CR 72.0 / Slope 113.
en: CR and Slope are found on the scorecard or club website. Default: CR 72.0 / Slope 113.
es: El CR y el Slope figuran en la tarjeta de puntuación o en la web del club. Predeterminado: CR 72.0 / Slope 113.
fr: Le CR et le Slope figurent sur la carte de score ou le site du club. Par défaut : CR 72.0 / Slope 113.
it: CR e Slope si trovano sullo scorecard o sul sito del club. Predefinito: CR 72.0 / Slope 113.

# danach %@ / %@
source: danach %1$@ / %2$@
en: then %1$@ / %2$@
es: luego %1$@ / %2$@
fr: puis %1$@ / %2$@
it: poi %1$@ / %2$@

source: Das Ergebnis wird nicht gespeichert.
en: The result will not be saved.
es: El resultado no se guardará.
fr: Le résultat ne sera pas enregistré.
it: Il risultato non verrà salvato.

source: Daten
en: Data
es: Datos
fr: Données
it: Dati

source: Datenschutz
en: Privacy
es: Privacidad
fr: Confidentialité
it: Privacy

source: Datum
en: Date
es: Fecha
fr: Date
it: Data

source: DATUM
en: DATE
es: FECHA
fr: DATE
it: DATA

source: DEIN DURCHSCHNITT
en: YOUR AVERAGE
es: TU MEDIA
fr: TA MOYENNE
it: LA TUA MEDIA

source: Dein Ergebnis wurde nicht an die Game-Center-Bestenliste übertragen, weil nicht auf allen Löchern ein Schlag eingetragen ist. Trage auf jedem Loch mindestens einen Schlag ein, damit die Runde in der Bestenliste zählt.
en: Your score was not submitted to the Game Center leaderboard because not every hole has a stroke entered. Enter at least one stroke on each hole so the round counts on the leaderboard.
es: Tu resultado no se ha enviado a la clasificación de Game Center porque no todos los hoyos tienen un golpe registrado. Introduce al menos un golpe en cada hoyo para que la vuelta cuente en la clasificación.
fr: Ton score n'a pas été envoyé au classement Game Center car tous les trous n'ont pas de coup saisi. Saisis au moins un coup sur chaque trou pour que la partie compte au classement.
it: Il tuo risultato non è stato inviato alla classifica di Game Center perché non tutte le buche hanno un colpo registrato. Inserisci almeno un colpo per ogni buca affinché il giro conti in classifica.

source: Dein Fortschritt wird gespeichert.
en: Your progress will be saved.
es: Tu progreso se guardará.
fr: Ta progression sera enregistrée.
it: I tuoi progressi verranno salvati.

source: Dein Fortschritt wird gespeichert. Du kannst die Runde auf der Startseite fortsetzen oder dort löschen.
en: Your progress will be saved. You can continue or delete the round from the home screen.
es: Tu progreso se guardará. Puedes continuar o eliminar la vuelta desde la pantalla de inicio.
fr: Ta progression sera enregistrée. Tu peux reprendre ou supprimer la partie depuis l'écran d'accueil.
it: I tuoi progressi verranno salvati. Puoi continuare o eliminare il giro dalla schermata iniziale.

source: Dein Name
en: Your Name
es: Tu nombre
fr: Ton nom
it: Il tuo nome

source: Dein persönlicher Golfbegleiter
en: Your personal golf companion
es: Tu compañero de golf personal
fr: Ton compagnon de golf personnel
it: Il tuo compagno di golf personale

source: Dein persönlicher KI-Caddy – Regeln, Tipps und Strategien per Sprache.
en: Your personal AI Caddy – rules, tips and strategies by voice.
es: Tu Caddy con IA personal – reglas, consejos y estrategias por voz.
fr: Ton Caddy IA personnel – règles, conseils et stratégies à la voix.
it: Il tuo Caddy IA personale – regole, consigli e strategie a voce.

source: Deine Übungsaufgabe
en: Your practice task
es: Tu ejercicio
fr: Ton exercice
it: Il tuo esercizio

source: Der Durchschnitt wird auf die Voreinstellung (%lld m) zurückgesetzt.
en: The average will be reset to the default (%lld m).
es: La media se restablecerá al valor predeterminado (%lld m).
fr: La moyenne sera réinitialisée à la valeur par défaut (%lld m).
it: La media verrà reimpostata sul valore predefinito (%lld m).

source: Die aktuellen Golfregeln gelten seit dem 1. Januar 2023. Lokale Platzregeln können einzelne Punkte abweichen.
en: The current golf rules have been in effect since January 1, 2023. Local course rules may differ on individual points.
es: Las reglas de golf actuales están en vigor desde el 1 de enero de 2023. Las reglas locales del campo pueden diferir en algunos puntos.
fr: Les règles de golf actuelles sont en vigueur depuis le 1er janvier 2023. Les règles locales du parcours peuvent différer sur certains points.
it: Le regole del golf attuali sono in vigore dal 1° gennaio 2023. Le regole locali del campo possono differire su singoli punti.

source: Die Runde wird als abgeschlossen gespeichert.
en: The round will be saved as completed.
es: La vuelta se guardará como completada.
fr: La partie sera enregistrée comme terminée.
it: Il giro verrà salvato come completato.

source: Die Runde wird unwiderruflich gelöscht.
en: The round will be permanently deleted.
es: La vuelta se eliminará de forma permanente.
fr: La partie sera définitivement supprimée.
it: Il giro verrà eliminato definitivamente.

source: Diese Aktion kann nicht rückgängig gemacht werden.
en: This action cannot be undone.
es: Esta acción no se puede deshacer.
fr: Cette action est irréversible.
it: Questa azione non può essere annullata.

source: Dieser Spielmodus kommt bald
en: This game mode is coming soon
es: Este modo de juego llegará pronto
fr: Ce mode de jeu arrive bientôt
it: Questa modalità di gioco arriverà presto

source: Dieses Spielformat wird bald verfügbar sein.
en: This game format will be available soon.
es: Este formato de juego estará disponible pronto.
fr: Ce format de jeu sera bientôt disponible.
it: Questo formato di gioco sarà presto disponibile.

source: Distanz & Karte
en: Distance & Map
es: Distancia y mapa
fr: Distance et carte
it: Distanza e mappa

source: Distanz messen
en: Measure Distance
es: Medir distancia
fr: Mesurer la distance
it: Misura distanza

source: Distanz speichern
en: Save Distance
es: Guardar distancia
fr: Enregistrer la distance
it: Salva distanza

source: Distanzeinheit
en: Distance Unit
es: Unidad de distancia
fr: Unité de distance
it: Unità di distanza

source: Distanzen (GPS)
en: Dinstances (GPS)
es: Distancias (GPS)
fr: Distances (GPS)
it: Distanze (GPS)

source: Dokument löschen?
en: Delete dokument?
es: ¿Eliminar documento?
fr: Supprimer le document ?
it: Eliminare documento?

source: Dokument scannen
en: Scan dokument
es: Escanear documento
fr: Scanner un document
it: Scansiona documento

source: Dokumente
en: Documents
es: Documentos
fr: Documents
it: Documenti

source: Du hast aktuell Caddy aktiv. Wenn du das Training-Abo kaufst, verlierst du deinen Caddy-Zugang. Mit Pro bekommst du beides – Training und Caddy – in einem Abo.
en: You currently have Caddy active. If you buy the Training subscription, you'll lose your Caddy access. With Pro you get both – Training and Caddy – in one subscription.
es: Actualmente tienes Caddy activo. Si compras la suscripción Training, perderás el acceso a Caddy. Con Pro obtienes ambos – Training y Caddy – en una sola suscripción.
fr: Tu as actuellement Caddy actif. Si tu achètes l'abonnement Training, tu perdras l'accès à Caddy. Avec Pro, tu obtiens les deux – Training et Caddy – dans un seul abonnement.
it: Al momento hai Caddy attivo. Se acquisti l'abbonamento Training, perderai l'accesso a Caddy. Con Pro ottieni entrambi – Training e Caddy – in un unico abbonamento.

source: Du hast aktuell Training aktiv. Wenn du das Caddy-Abo kaufst, verlierst du deinen Training-Zugang. Mit Pro bekommst du beides – Caddy und Training – in einem Abo.
en: You currently have Training active. If you buy the Caddy subscription, you'll lose your Training access. With Pro you get both – Caddy and Training – in one subscription.
es: Actualmente tienes Training activo. Si compras la suscripción Caddy, perderás el acceso a Training. Con Pro obtienes ambos – Caddy y Training – en una sola suscripción.
fr: Tu as actuellement Training actif. Si tu achètes l'abonnement Caddy, tu perdras l'accès à Training. Avec Pro, tu obtiens les deux – Caddy et Training – dans un seul abonnement.
it: Al momento hai Training attivo. Se acquisti l'abbonamento Caddy, perderai l'accesso a Training. Con Pro ottieni entrambi – Caddy e Training – in un unico abbonamento.

source: Du hast alle %lld Fragen beherrscht.
en: You've mastered all %lld questions.
es: Has dominado todas las %lld preguntas.
fr: Tu maîtrises les %lld questions.
it: Hai padroneggiato tutte le %lld domande.

source: Du hast bereits Caddy
en: You already have Caddy
es: Ya tienes Caddy
fr: Tu as déjà Caddy
it: Hai già Caddy

source: Du hast bereits Training
en: You already have Training
es: Ya tienes Training
fr: Tu as déjà Training
it: Hai già Training

source: Du kannst die Runde auf dem iPhone spiegeln und dort Einträge vornehmen.
en: You can mirror the round on iPhone and enter scores there.
es: Puedes reflejar la vuelta en el iPhone e introducir los datos allí.
fr: Tu peux dupliquer la partie sur l'iPhone et y saisir les scores.
it: Puoi duplicare il giro sull'iPhone e inserire i punteggi lì.

source: Durchschnitt der %lld besten Score-Differentials × 0,96
en: Average of the %lld best score differentials × 0.96
es: Media de los %lld mejores score differentials × 0,96
fr: Moyenne des %lld meilleurs score differentials × 0,96
it: Media dei %lld migliori score differential × 0,96

source: Durchschnittswerte
en: Averages
es: Valores medios
fr: Valeurs moyennes
it: Valori medi

source: Eigenen Platz manuell erstellen
en: Create your own course manually
es: Crear un campo manualmente
fr: Créer un parcours manuellement
it: Crea un campo manualmente

source: EIGENER SCHLÄGER
en: CUSTOM CLUB
es: PALO PERSONALIZADO
fr: CLUB PERSONNALISÉ
it: MAZZA PERSONALIZZATA

source: Einen Moment bitte …
en: One moment please …
es: Un momento, por favor …
fr: Un instant s'il te plaît …
it: Un momento per favore …

source: Einheit
en: Unit
es: Unidad
fr: Unité
it: Unità

source: Einstellungen
en: Settings
es: Ajustes
fr: Réglages
it: Impostazioni

source: Empfehlung:
en: Recommendation:
es: Recomendación:
fr: Recommandation :
it: Consiglio:

source: Empfehlung: 5 Wood
en: Recommendation: 5 wood
es: Recomendación: madera 5
fr: Recommandation : bois 5
it: Consiglio: legno 5

source: Entfernen
en: Remove
es: Quitar
fr: Supprimer
it: Rimuovi

source: Entfernung:
en: Distance:
es: Distancia:
fr: Distance :
it: Distanza:

source: Ergebnis
en: Result
es: Resultado
fr: Résultat
it: Risultato

source: Ergebnisse
en: Results
es: Resultados
fr: Résultats
it: Risultati
